Revit 2027 API
ParameterTypeId.ZoneOutdoorAirInformationParam Property
 "Outdoor Air Information"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneOutdoorAirInformationParam { get; }
Public Shared ReadOnly Property ZoneOutdoorAirInformationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneOutdoorAirInformationParam {
	ForgeTypeId^ get ();
}
static member ZoneOutdoorAirInformationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace